[
    {
        "id": 1,
        "title": "aaa",
        "content": "<p><b>培养目标：</b></p><p>　　该专业面向数字内容产业应用需求，采用TOPCARES-CDIO一体化人才培养模式，通过注重对学生专业技能的培养、实际工作经验的积累、以及职业道德的养成，培养具有良好的职业道德和创新精神，具有良好的艺术修养和审美能力，具有扎实的绘画功底，系统掌握数字动画设计与制作的基本理论、基础知识和基本技能，能够从事移动应用产品开发、动画造型设计、原画设计、场景设计、动作设计、分镜头台本设计、3D建模、后期合成等工作的应用型高级专门人才。</p><p><b>主要课程：</b></p><p>　　公共基础课：大学英语、英语口语、大学计算机基础、体育、思想道德修养与法律基础、大学生心理健康教育、实用心理学、沟通与演讲、大学生就业指导等。</p><p>　　专业基础课与专业课：专业导引与职涯规划、美术基础、数字绘画、立体造型、定格动画、动漫周边设计、原画设计、三维建模、三维动画、分镜头设计、动画运动规律、影视后期合成、数字绘本设计、作品集设计等。</p><p><b>主要实践性教学环节：</b></p><p>　　（1）本专业联合多家动画企业、移动应用开发公司，以真实的产业流程为依据，通过学生社团、专业工作室、SOVO虚拟公司、校外实践实训基地等多种手段营造真实的工作环境，并根据企业对人才培养的需求,设计出一系列包括动画项目导引、风景写生与创作、移动应用产品设计、定格动画、实验短片创作、2D/3D动画实训、作品集设计等由浅入深、前后连贯的以项目为导向的课程和项目。</p><p>　　（2）本专业与多家企业合作建立实践实训基地，并开设了企业定制班，为符合条件的在校生提供以企业真实项目为主的实践实训机会。</p><p>　　（3）本专业的学生还可以在专业教师的指导下参加全国大学生广告艺术大赛、中国原创动画作品设计大赛、全国大学生原创动画大赛、中国国际新媒体影视动漫节、中国国际大学生动画节、金犊奖等多项有影响力的赛事，进一步锻炼创新实践能力。</p><p><b>就业领域：</b></p><p>　　（1）在动画、游戏、广告、影视、电视、移动应用开发等相关企事业单位从事造型设计、场景设计、原画设计、分镜头设计、影视广告设计、栏目包装设计、专题片制作、三维建模、动作设计、贴图、渲染、后期合成、以及摄影摄像等工作，担任动画导演、场景设计师、原画设计师、玩具设计师、2D动画设计师、3D动画设计师、3D模型师、Flash动画师、动画合成师等职业。</p><p>　　（2）在各类学校及科研院所从事相关的教学、科研等工作；也可继续攻读本专业或相关专业的硕士学位。</p><p>　　（3）此外，本专业还可以为有意愿出国留学的优秀学生提供了国际交流与学习的机会，包括短期交流、交换生、双学位、以及本升硕等项目。</p>"
    },
    {
        "id": 2,
        "title": "影视摄影与制作",
        "content": "<p><b>培养目标：</b></p><p>　　该专业面向数字内容产业应用需求，采用TOPCARES-CDIO一体化人才培养模式，通过注重对学生专业技能的培养、实际工作经验的积累、以及职业道德的养成，培养具有良好的艺术修养和审美能力，掌握影视摄影与制作基本理论，具备影视拍摄、产品策划、设计及制作能力，能够在影视及相关行业内从事影视编导、摄影摄像、影视包装设计、特效合成、微电影及影视广告制作等工作的应用型高级专门人才。</p><p><b>主要课程：</b></p><p>　　公共基础课：大学英语、英语口语、大学计算机基础、思想道德修养与法律基础、大学生心理健康教育、沟通与演讲、大学生就业指导等。</p><p>　　专业基础课与专业课：专业导引与职涯规划、美术基础、导演基础、影视摄影、视听语言、分镜头设计、非线性编辑、影视导演基础、立体影像技术、后期合成、影视特效、影视广告设计、数字校色等。</p><p><b>主要实践性教学环节：</b></p><p>　　（1）本专业采用TOPCARES-CDIO一体化人才培养，注重学生实践能力的培养，已和多家行业团体及机构进行合作，将业内实际项目植入教学环节，设计成由浅入深、前后连贯的实践教学内容，学生可在影视周边设计、影视专题片制作、影视广告设计、影视栏目包装、移动应用开发等方面进行实际项目的学习与制作，有效地锻炼了学生的创新实践能力。</p><p>　　（2）本专业与多家企业合作建立实践实训基地，并开设了企业定制班，为符合条件的在校生提供以企业真实项目为主的实践实训机会。</p><p>　　（3）本专业的学生还可以在专业教师的指导下参加全国大学生广告艺术大赛、时报金犊奖、中国国际影视广告大奖赛、中国国际新媒体影视动漫节、“科讯杯”国际大学生影视作品大赛以及挑战杯等多项有影响力的赛事，进一步锻炼创新实践能力。</p><p><b>就业领域：</b></p><p>　　（1）本专业毕业生可在电视台、广告公司、影视公司、动漫公司、出版社及相关企事业单位从事摄影摄像、编导、广告设计与制作、移动应用设计、多媒体开发、企业宣传等工作。</p><p>　　（2）在各类学校及科研院所从事相关的教学、科研等工作；也可继续攻读本专业或相关专业的硕士学位。</p><p>　　（3）此外，本专业还可以为有意愿出国留学的优秀学生提供国际交流与学习的机会，包括短期交流、交换生、双学位、以及本升硕等项目。</p>"
    },
    {
        "id": 3,
        "title": "视觉传达设计",
        "content": "<p><b>培养目标：</b></p><p>　　该专业面向数字内容产业应用需求，采用TOPCARES-CDIO一体化人才培养模式，通过注重对学生专业技能的培养、实际工作经验的积累、以及职业道德的养成，培养具有良好的艺术修养和审美能力，系统掌握视觉传达设计基本理论、基础知识和基本技能，能够从事界面设计、网页设计、新媒体广告设计、三维可视化设计、数字出版设计和多维空间设计等工作的应用型高级专门人才。</p><p><b>主要课程：</b></p><p>　　公共基础课：大学英语、英语口语、大学计算机基础、体育、形势与政策、沟通与演讲、大学生心理健康教育等。</p><p>　　专业基础课与专业课：专业导引与职涯规划、美术基础、设计基础、图形创意、形态构成、数字绘画、标志设计、网页设计、交互设计基础、字体创意设计、文案策划、影像设计、Flash动画设计、界面设计、新媒体广告设计、品牌形象设计、空间视觉设计、用户体验设计等。</p><p><b>主要实践性教学环节：</b></p><p>　　（1）本专业联合多家设计公司，将行业内的实践项目植入教学环节，设计一系列由浅入深、前后连贯的，包含网页视觉设计实训、界面设计实训、新媒体广告设计实训和作品集设计等在内的以项目为导向的课程和项目，循序渐进地锻炼学生的创新实践能力。</p><p>　　（2）本专业与多家企业联合建立校内外实训基地，为符合条件的在校生提供毕业前的实习机会，也可以为其提供在校期间的以企业真实项目为主的实践实训机会。</p><p>　　（3）本专业还可以利用专业工作室及SOVO虚拟公司承接品牌设计、新媒体广告设计、网页设计、摄影摄像、交互设计、数字出版设计等实际项目，锻炼学生的企业管理与项目实践能力。</p><p>　　（4）本专业学生在专业教师的组织及指导下可以参加中国大学生广告设计大赛、全国大学生（文科）计算机设计大赛、金犊奖、靳埭强全球华人设计大赛、DAF国际大学生“反对皮草”艺术设计大赛以及挑战杯等有影响力的赛事，进一步锻炼创新实践能力。</p><p><b>就业领域：</b></p><p>　　（1）在广告设计、多媒体制作、影视传媒、出版设计、游戏制作等企事业单位，从事媒体设计、广告设计、品牌设计、网页设计、交互媒体设计等工作，担任平面设计师、广告设计师、网页设计师、网络媒体设计师、品牌设计师等职位。</p><p>　　（2）在各类学校及科研院所从事相关的教学、科研等工作；也可继续攻读本专业或相关专业的硕士学位。</p><p>　　（3）此外，本专业还可以为有意愿出国留学的优秀学生提供了国际交流与学习的机会，包括短期交流、交换生、双学位、以及本升硕等项目。</p>"
    },
    {
        "id": 4,
        "title": "数字媒体艺术",
        "content": "<p><b>培养目标：</b></p><p>　　该专业面向数字内容产业应用需求，采用TOPCARES-CDIO一体化人才培养模式，通过注重对学生专业技能的培养、实际工作经验的积累、以及职业道德的养成，培养具有良好的职业道德和创新精神，具有良好的艺术修养和审美能力，具有扎实的美术基础，系统掌握数字媒体艺术设计与制作的基本理论、基础知识和基本技能，在数字媒体及相关领域从事原画设计、UI设计、动画设计、游戏美术设计、特效设计、关卡设计等工作的应用型高级专门人才。</p><p><b>主要课程：</b></p><p>　　公共基础课：大学英语、英语口语、大学计算机基础、体育、形势与政策、沟通与演讲、大学生心理健康教育等。</p><p>　　专业基础课与专业课：专业导引与职涯规划、美术基础、数字绘画、界面设计、造型设计、Flash动画设计、CG插画、三维软件基础、游戏关卡设计、角色原画设计、三维场景设计、特效表现、渲染基础、三维角色设计等。</p><p><b>主要实践性教学环节：</b></p><p>　　（1）本专业联合多家游戏公司，将行业内的实践项目植入教学环节，设计一系列由浅入深、前后连贯的，包含界面设计实训、游戏关卡设计实训、游戏综合实训和作品集设计等在内的以项目为导向的实训课程，循序渐进地锻炼学生的创新实践能力。</p><p>　　（2）本专业与多家企业联合建立校内外实训基地，为符合条件的在校生提供毕业前的实习机会，也可以为其提供在校期间的以企业真实项目为主的实践实训机会。</p><p>　　（3）本专业还可以利用专业工作室及SOVO虚拟公司承接网页设计、交互设计、游戏美术资源外包、虚拟现实等实际项目，锻炼学生的企业管理与项目实践能力。</p><p>　　（4）本专业学生在专业教师的组织及指导下还可以参加中国大学生广告设计大赛、全国大学生（文科）计算机设计大赛、靳埭强全球华人设计大赛、中国用户体验设计大赛、Flash游戏开发者大赛、中国交互设计大赛以及挑战杯等有影响力的赛事，进一步锻炼创新实践能力。</p><p><b>就业领域：</b></p><p>　　（1）在游戏研发、游戏外包、动画、传媒广告、影视制作、传媒娱乐、出版设计等企事业单位从事游戏策划、游戏原画、游戏界面、游戏模型、游戏关卡、游戏动画、游戏特效等方面的设计与制作工作，担任2D/3D游戏美术设计师、游戏策划师、游戏原画师、游戏界面设计师、游戏关卡设计师、游戏动画设计师、游戏特效设计师等职位。</p><p>　　（2）在各类学校及科研院所从事相关的教学、科研等工作；也可继续攻读本专业或相关专业的硕士学位。</p><p>　　（3）此外，本专业还可以为有意愿出国留学的优秀学生提供了国际交流与学习的机会，包括短期交流、交换生、双学位、以及本升硕等项目。</p>"
    },
    {
        "id": 5,
        "title": "数字媒体技术",
        "content": "<p><b>培养目标：</b></p><p>　　该专业面向数字内容产业应用需求，采用TOPCARES-CDIO一体化人才培养模式，通过注重对学生专业技能的培养、实际工作经验的积累、以及职业道德的养成，培养具有一定的艺术修养和审美能力，系统掌握2D/3D游戏开发、移动互联网应用开发、数字影视工程的基本理论、基础知识和基本技能，能够在游戏开发、虚拟现实、软件开发、影视工程等领域从事2D/3D游戏设计与开发、移动互联网应用开发、影视特效设计与制作等工作的高级应用型人才。</p><p><b>主要课程：</b></p><p>　　公共基础课：大学英语、英语口语、大学计算机基础、思想道德修养与法律基础、大学生心理健康教育、沟通与演讲、大学生就业指导等。</p><p>专业基础课与专业课：专业导引与职涯规划、美术基础、交互设计基础、多媒体技术、三维建模、计算机动画、面向对象程序设计、界面设计、数字图像处理、移动Web应用、用户体验设计、游戏设计基础、游戏引擎基础、虚拟现实技术等。</p><p><b>主要实践性教学环节：</b></p><p>　　（1）本专业依托东软集团等知名企业，以真实的产业流程为依据，通过学生社团、专业工作室、SOVO虚拟公司、校外实践实训基地等多种手段营造真实的工作环境，并根据企业对人才培养的需求,设计出一系列由浅入深、前后连贯的项目导向的课程和项目。</p><p>　　（2）本专业与多家企业建立了长久的合作关系，并共同开发定制课程，为符合条件的在校生提供以企业真实项目为主的实践实训机会。</p><p>　　（3）本专业的学生还可以在专业教师的指导下参加全国大学生计算机设计大赛、ACM国际大学生程序设计竞赛、中国用户体验设计大赛、Flash游戏开发者大赛、全国软件设计大赛、中国交互设计大赛以及挑战杯等有影响力的赛事，进一步锻炼创新实践能力。</p><p><b>就业领域：</b></p><p>　　（1）在游戏开发、移动互联网应用开发、虚拟现实、数字出版、影视特效以及软件开发等公司从事2D/3D游戏设计与开发、Android或iPad/iPhone应用开发、影视特效设计等工作。</p><p>　　（2）在各类学校及科研院所从事相关的教学、科研等工作；也可继续攻读本专业或相关专业的硕士学位。</p><p>　　（3）此外，本专业还可以为有意愿出国留学的优秀学生提供了国际交流与学习的机会，包括短期交流、交换生、双学位、以及本升硕等项目。</p>"
    }
]